import React from 'react';

const About = () => {
    return (
        <div>
            <h2>About Us!</h2>
            <p>IKEA (ИКЕА) — основанная в Швеции нидерландская производственно-рознично торговая группа, одна из крупнейших в мире торговых сетей по продаже мебели и товаров для дома. Юридическое название — Ingka. Основана Ингваром Кампрадом в 1943 году.

            По состоянию на март 2021 года IKEA насчитывала 422 магазина в 50 странах с оборотом в 29 млрд долларов по итогам 2023 года. Все магазины IKEA работают под франшизой IKEA Systems B.V, которая отвечает за брендинг, дизайн, производство и поставки. Ingka Group управляет большинством магазинов IKEA и выплачивает роялти Inter IKEA Systems B.V. Некоторые магазины IKEA работают как самостоятельные франшизы.</p>
        </div>
    );
};

export default About;